INSERT INTO rosca2.parameter_category (sp_key,sp_code,sp_name,sp_description,sp_create_member,sp_create_datetime,sp_update_member,sp_update_datetime) VALUES
	 ('MBPointsType','10','下標數(自己)',NULL,0,'2024-07-25 14:40:03',0,'2024-07-25 14:40:03'),
	 ('MBPointsType','11','儲值點數',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('MBPointsType','12','紅利點數',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('MBPointsType','13','平安點數',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('MBPointsType','14','商城點數',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('MBPointsType','15','註冊點數',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('MBPointsType','16','死會點數',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('MBPointsType','17','累積獎勵',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('MBPointsType','18','累積獎勵',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('MBType','11','下標扣除押金',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32');
INSERT INTO rosca2.parameter_category (sp_key,sp_code,sp_name,sp_description,sp_create_member,sp_create_datetime,sp_update_member,sp_update_datetime) VALUES
	 ('MBType','12','下標扣除額',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','13','下標紅利',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','14','下標紅利入儲值點數',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','15','當期扣點',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','16','當期續費紅利',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','17','續費紅利入點',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','18','得標紅利',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','19','得標歸還押金',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','20','得標入點',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','21','贈與點數',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32');
INSERT INTO rosca2.parameter_category (sp_key,sp_code,sp_name,sp_description,sp_create_member,sp_create_datetime,sp_update_member,sp_update_datetime) VALUES
	 ('MBType','22','儲值點數',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','23','提領點數',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','24','轉換點數',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('MBType','25','懲罰點數',NULL,0,'2024-07-25 14:44:32',0,'2024-07-25 14:44:32'),
	 ('TRType','11','下標扣除押金',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('TRType','12','下標扣除額',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('TRType','13','下標紅利',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('TRType','14','當期扣點',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('TRType','15','當期扣點紅利',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('TRType','16','死會',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31');
INSERT INTO rosca2.parameter_category (sp_key,sp_code,sp_name,sp_description,sp_create_member,sp_create_datetime,sp_update_member,sp_update_datetime) VALUES
	 ('TRType','17','得標',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('TRType','18','贈與點數',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('TRType','19','儲值點數',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('TRType','20','提領點數',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('TRType','21','轉換點數',NULL,0,'2024-07-25 14:50:31',0,'2024-07-25 14:50:31'),
	 ('ADStatus','10','待會員儲值',NULL,0,'2024-07-25 14:40:03',0,'2024-07-25 14:40:03'),
	 ('ADStatus','11','已匯入儲值金',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('ADStatus','12','申請駁回',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47'),
	 ('ADStatus','13','匯入失敗',NULL,0,'2024-07-25 14:40:47',0,'2024-07-25 14:40:47');
