export enum ad_status_enum {
    "待審核" = 10,
    "已匯入儲值金" = 11,
    "申請駁回" = 12,
    "匯入失敗" = 13
}

export enum aw_status_enum {
    "待審核" = 10,
    "已匯入會員錢包" = 11,
    "申請駁回" = 12,
    "匯入失敗" = 13
}

export enum tm_type_enum {
    "一般玩法" = 1,
    "一人玩法" = 2,
    "二人玩法" = 3,
    "四人玩法" = 4
}

export enum roscam_status_enum {
    "未成組" = 0,
    "已成組" = 1
}

export enum mb_type_enum {
    "下標時扣除押金(儲值)" = 11,
    "下標時扣除額(儲值)" = 12,
    '下層下標時給的紅利(紅利)' = 13,
    '成組後扣除額' = 14,
    '中標時新增紅利額度' = 15,
    '排程處理中標時歸還押金' = 16,
    '排程處理中標時新增儲值' = 17,
    '排程處理下層下標時給的紅利' = 18,
    '儲值點數' = 19,
    '領取點數' = 20
}


